input/images-source/sequence-diagram.plantuml
@startuml sequence-diagram
!theme plain

participant Alice as A
participant Bob as B

A ->> B: Hello Bob, how are you?
B -->> A: I am good, thanks!

@enduml
